// SyncProgressSheet.m
"\r\r\r" = "\r\r\r";

// AppViewController.m
"App" = "App";
"Back" = "Back";
"Total %@" = "Total %@";

// WeeklyTotalViewController.m
"%d Applications (%@-%@)" = "%d Applications (%@-%@)";

// CountriesTotalViewController.m
"%d Applications (%@)" = "%d Applications (%@)";

// TotalTableViewController.m
"%d Applications" = "%d Applications";

// AppTotalInfoCell.m
"Total" = "Total";

// DailyViewController.m
"All Applications" = "All Applications";
"Daily" = "Daily";
"Weekly" = "週";

// CountryTableViewController.m
"%d Countries" = "%d Countries";
"Sales" = "Sales";
"Sales - %@" = "Sales - %@";
"Units" = "Units";
"Units - %@" = "Units - %@";
"Upgrade" = "Upgrade";
"Upgrade - %@" = "Upgrade - %@";

// CircleGraphView.m
"You can change the graph with double tap." = "You can change the graph with double tap.";
"no data" = "no data";

// WeeklyTableViewController.m
"Weekly - Sales (%@ - %@)" = "Weekly - Sales (%@ - %@)";
"Weekly - Units (%@ - %@)" = "Weekly - Units (%@ - %@)";
"Weekly - Upgrade (%@ - %@)" = "Weekly - Upgrade (%@ - %@)";

// AppCountriesViewController.m
"Countries" = "Countries";

// StoreSalesAppDelegate.m
"No thanks." = "No thanks.";
"OK" = "OK";
"Please retry to reload info later." = "Please retry to reload info. later, the currency or application info hasn't been updated. Sales info might be displayed incorrectly unless they are correctly updated.";
"StoreSales" = "StoreSales";
"Sure" = "Sure";
"To check \"In App Purchase\", please clear this iPhone's database using info view and send all sales info to this iPhone again." = "To check \"In App Purchase\", please clear this iPhone's database using info view and send all sales info to this iPhone again.";
"To use StoreSaels, you have to pair iPhone with Mac over WiFi network. Would you like to read the tutorial about setup? Of course, you can read it via sync view later." = "To use StoreSaels, you have to pair iPhone with Mac over WiFi network. Would you like to read the tutorial about setup? Of course, you can read it via sync view later.";

// TutorialPageView.m
"At first, you have to download and install StoreSales for MacOSX via http://son-son.sakura.ne.jp/app_store/storesales_en.html. You can download it via this URL." = "At first, you have to download and install StoreSales for MacOSX via http://son-son.sakura.ne.jp/app_store/storesales_en.html. You can download it via this URL.";
"Condition" = "Condition";
"Copy files" = "Copy files";
"Copy sales log files into 'Log File Folder', which you want to send to iPhone." = "Copy sales log files into 'Log File Folder', which you want to send to iPhone.";
"Device list panel is opened. Push 'Pairing' button of your iPhone device." = "Device list panel is opened. Push 'Pairing' button of your iPhone device.";
"Finished pairing" = "Finished pairing";
"First step" = "First step";
"If you already have finished pairing your Mac, and then the receiving button is shown on iPhone's sync view." = "If you already have finished pairing your Mac, and then the receiving button is shown on iPhone's sync view.";
"Input Passcode" = "Input Passcode";
"Log File Folder" = "Log File Folder";
"Next setup pairing. Turn back to iPhone, run StoreSales on iPhone. And then push 'Sync' button." = "Next setup pairing. Turn back to iPhone, run StoreSales on iPhone. And then push 'Sync' button.";
"Open confirmation sheet on Mac and then push OK after checking device name." = "Open confirmation sheet on Mac and then push OK after checking device name.";
"Please input the passcode which is currently shown on your iPhone." = "Please input the passcode which is currently shown on your iPhone.";
"Receive sales log" = "Receive sales log";
"Run StoreSales for MacOSX, you can change the path of 'Log File Folder' with 'Choose Log File Folder'. The default path is '~/Library/Application Support/StoreSales/log'." = "Run StoreSales for MacOSX, you can change the path of 'Log File Folder' with 'Choose Log File Folder'. The default path is '~/Library/Application Support/StoreSales/log'.";
"Select 'StoreSales' icon on the system menu bar, and select 'Pairing with new device' to open pairing view." = "Select 'StoreSales' icon on the system menu bar, and select 'Pairing with new device' to open pairing view.";
"Selecting 'Receive sales log from Mac', you can receive sales log from your Mac." = "Selecting 'Receive sales log from Mac', you can receive sales log from your Mac.";
"Setup MacOSX" = "Setup MacOSX";
"StoreSales needs Mac, iPhone and WiFi to communicate between them. StoreSales uses WiFi network to send sales log files from Mac to iPhone." = "StoreSales needs Mac, iPhone and WiFi to communicate between them. StoreSales uses WiFi network to send sales log files from Mac to iPhone.";
"Sync view" = "Sync view";
"Sync view is opened. Select 'Pairing with Your Mac'." = "Sync view is opened. Select 'Pairing with Your Mac'.";
"Thank you for downloading StoreSales!!" = "Thank you for downloading StoreSales!!";
"Thank you for your reading!!" = "Thank you for your reading!!";
"This passcode is used to authorize your iPhone by your Mac. Keep iPhone displaying this passcode. Next, input this number into StoreSales for MacOSX." = "This passcode is used to authorize your iPhone by your Mac. Keep iPhone displaying this passcode. Next, input this number into StoreSales for MacOSX.";
"Tutorial" = "Tutorial";
"on MacOSX" = "on MacOSX";

// SyncingController.m
"AuthorizationFailed" = "Authorization failed";
"Connecting..." = "Connecting...";
"Disconnected" = "Disconnected";
"Error" = "Error";
"Synchronizing with your Mac" = "Receiving from Mac...";
"Update application info and currency rate..." = "Update application info and currency rate...";

// SyncViewController.m
"" = "";
"%@" = "%@";
"Close" = "Close";
"Currency rate and Application Info" = "Currency rate and Application Info";
"Download from iTunes connect" = "Download from iTunes connect";
"Edit ITC account" = "Edit ITC account";
"No pairing Mac" = "No pairing Mac";
"Pairing with Your Mac" = "Pairing with Your Mac";
"Password" = "Password";
"Read all log file from Mac" = "Receive sales log from Mac";
"Reload" = "Reload";
"Revoke pairing" = "Revoke pairing";
"Sync" = "Sync";
"Update" = "Update";
"Username" = "Username";
"You can change currency to display via Setting app." = "You can change currency to display via Setting app.";
"Your Mac" = "Your Mac";
"iTunes connect (Debug only)" = "iTunes connect (Debug only)";
"iTunes connect account" = "iTunes connect account";
"offline" = "offline";
"online" = "online";

// PairingViewController.m
"For paring with Your Mac" = "For paring with Your Mac, select \"Pairing with Your Mac\" from system menu ber. Select %@ among the list shown on your Mac, please fill out above passcode on your Mac.";
"Pairing" = "Pairing";
"Passcode" = "Passcode";
"this iPhone's name" = "this iPhone's name";

// DisclaimerViewController.m
"Disclaimer" = "Disclaimer";

// InfoViewController.m
"Application" = "Application";
"Are you sure to delete all data?" = "Are you sure to delete all data?";
"Cancel" = "Cancel";
"Contact" = "Contact";
"Contact, please send unknown bugs or your feedback." = "Contact, please send unknown bugs or your feedback.";
"Copyright" = "Copyright";
"Delete" = "Delete";
"Delete all data" = "Delete all data";
"Done" = "Done";
"Info" = "Info";
"Initialize" = "Initialize";
"License" = "License";
"Mail with Mail.app" = "Mail with Mail.app";
"Name" = "Name";
"Open Site with Safari" = "Open Site with Safari";
"SupportMailAddress" = "SupportMailAddress";
"Version" = "Version";
"Warning" = "Warning";
"WebSiteURL" = "http://son-son.sakura.ne.jp/app_store/storesales_en.html";
"You have to pairing this iPhone with your mac" = "You have to pairing this iPhone with your mac";
"[StoreSales contact] " = "[StoreSales contact] ";
"sonson" = "sonson";

// LineChartMeasureView.m
"(Units)" = "(Units)";

// AppWeeklyViewController.m
"Weekly Reports" = "Weekly Reports";

// SNDownloader.m
"DifferentURLIsLoaded." = "DifferentURLIsLoaded.";

// IconDrawerButton.m
"Flag icon" = "Flag icon";
"Flag icons, provied by icondrawer.com" = "Flag icons, provied by icondrawer.com";
"Open Safari" = "Open Safari";
"about.www.icondrawer.com" = "about.www.icondrawer.com";

// DailyTableViewController.m
"Daily - Sales (%@ - %@)" = "Daily - Sales (%@ - %@)";
"Daily - Units (%@ - %@)" = "Daily - Units (%@ - %@)";
"Daily - Upgrade (%@ - %@)" = "Daily - Upgrade (%@ - %@)";

// AppDailyViewController.m
"Daily Reports" = "Daily Reports";
